Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TRAILMAKING_INTENDED_USE2_A
source: After the countdown, tap dots in alternating order between numbers and letters. Begin by tapping the first number '1' followed by the numbers '2' – '3' – '4'… until you reach the number '7'.
ar: بعد العد التنازلي، اضغط على النقاط بالتبادل بين الأرقام والحروف. ابدأ بالضغط على أول رقم "١" متبوعًا بالأرقام "٢"، "٣"، "٤"… حتى تصل إلى رقم "٧".
ca: Després del compte enrere, vés prement punts alternant l’ordre entre nombres i lletres. Comença tocant el primer número, 1, i després els números 2, 3, 4…, fins que arribis al número 7.
cs: Po skončení odpočtu střídavě klepejte na body u číslic a písmen. Začněte klepnutím na číslo „1“, potom na čísla „2“ – „3“ – „4“… až do čísla „7“.
da: Efter nedtællingen skal du trykke på prikker i skiftende rækkefølge mellem tal og bogstaver. Start med at trykke på det første tal “1” efterfulgt af tallene “2” – “3” – “4”…, indtil du når tallet “7”.
de: Tippe nach dem Countdown abwechselnd auf die Punkte mit Zahlen und Buchstaben. Beginne damit, auf die erste Zahl („1“) zu tippen und dann weiter auf „2“ – „3“ – „4“ … bis du zur Zahl „7“ gelangst.
el: Μετά την αντίστροφη μέτρηση, αγγίξτε κουκκίδες σε εναλλάξ σειρά μεταξύ αριθμών και γραμμάτων. Ξεκινήστε αγγίζοντας τον πρώτο αριθμό «1» και μετά τους αριθμούς «2» – «3» – «4»… μέχρι να φτάσετε στον αριθμό «7».
es: Cuando empiece la cuenta atrás, pulsa los puntos alternando números y letras. Empieza por el primer número “1” seguido de los números “2”, “3”, “4”… hasta llegar al número “7”.
fi: Lähtölaskennan jälkeen napauttele pisteitä numeroiden ja kirjainten vuorottelevassa järjestyksessä. Aloita napauttamalla numeroa 1, napauta sitten 2, 3, 4 jne., kunnes vastaan tulee numero 7.
fr: Après le compte à rebours, touchez les points en alternant entre les chiffres et les lettres. Commencez par toucher le premier chiffre « 1 », puis « 2 » – « 3 » – « 4 »… jusqu’à atteindre le chiffre 7.
fr_ca: Après le compte à rebours, touchez les points dans l’ordre en alternant chiffres et lettres. Commencez par le premier chiffre « 1 », puis les chiffres « 2 » – « 3 » – « 4 »… jusqu’au chiffre « 7 ».
he: לאחר הספירה לאחור, הקש/י על הנקודות בסדר מתחלף תוך מעבר בין מספרים ואותיות. התחל/י בהקשה על המספר ׳1׳ ולאחר מכן על המספרים ׳2׳ – ׳3׳ – ׳4׳, וכן הלאה, עד שתגיע/י למספר ׳7׳.
hi: उल्टी गिनती के बाद संख्याओं और अक्षरों के बीच वैकल्पिक क्रम में डॉट पर टैप करें। पहली संख्या ‘१’ पर टैप करके उसके बाद संख्या ‘२’ – ‘३’ – ‘४’ पर तब तक टैप करते जाएँ… जब तक आप संख्या ‘७’ तक नहीं पहुँच जाते।
hr: Nakon odbrojavanja, naizmjence dodirujte točke između brojeva i slova. Započnite dodirivanjem prvog broja “1”, zatim dodirnite brojeve “2” – “3” – “4”… sve dok ne dosegnete broj “7”.
hu: A visszaszámlálás után koppintson felváltva a számokat és betűket jelölő pontokra a megfelelő sorrendben. Először koppintson az 1-re, majd a 2-re, a 3-ra, a 4-re stb., amíg eléri a 7-es számot.
id: Setelah hitungan mundur, ketuk lingkaran dengan urutan selang-seling antara angka dan huruf. Mulai dengan mengetuk angka pertama '1' diikuti dengan angka '2' – '3' – '4'… hingga Anda mencapai angka '7'.
it: Dopo il conto alla rovescia, tocca i punti in ordine alternato tra numeri e lettere. Inizia toccando il primo numero “1” seguito dai numeri “2” – “3” – “4”… fino a raggiungere il numero “7”.
ja: カウントダウンの後、数字と文字を交互にタップしてください。最初に数字“1”をタップしてから、“2”–“3”–“4”の順にタップし、数字“7”まで続けます。
ko: 카운트다운이 지나면 숫자와 한글 자음을 순서대로 연결하십시오. 숫자 1을 먼저 탭하여 시작합니다. 그런 다음 숫자 7에 도달할 때까지 2 – 3 – 4의 순서대로 탭하십시오.
ms: Selepas kira detik, ketik bulatan dalam tertib berselang-seli antara nombor dan huruf. Mulakan dengan mengetik nombor pertama '1' diikuti dengan nombor '2' – '3' – '4'… sehingga anda mencapai nombor '7'.
nl: Tik na het aftellen op stippen, waarbij je afwisselend op cijfers en letters tikt. Begin door op het eerste cijfer '1' te tikken, gevolgd door de cijfers '2' – '3' – '4'… totdat je het cijfer '7' bereikt.
pl: Po odliczeniu, stukaj naprzemiennie w kropki oznaczające cyfry i litery. Zacznij stukając w pierwszą cyfrę ‚1’, a po niej w kolejne cyfry ‚2’ – ‚3’ – ‚4’…, aż do cyfry ‚7’.
pt: Após a contagem regressiva, toque nos pontos alternando entre números e letras. Comece tocando no primeiro número ‘1’, depois nos números '2' – '3' – '4'… até alcançar o número '7'.
pt_pt: Após a contagem decrescente, toque nos pontos alternando entre números e letras. Comece por tocar no primeiro número “1”, em seguida toque nos números “2” – “3” – “4”… até chegar ao número “7”.
ro: După numărătoarea inversă, apăsați punctele în ordine alternativă între numere și litere. Începeți prin apăsarea primului număr, ‘1’, apoi continuați cu numerele '2' – '3' – '4'… până când ajungeți la numărul ’7’.
ru: Когда закончится обратный отсчет, нужно будет попеременно касаться то цифр, то букв. Сначала коснитесь цифры 1, затем 2, 3, 4 и так далее, пока не дойдете до цифры 7.
sk: Po skončení odpočítavania striedavo klepajte na bodky s číslami a písmenami. Začnite klepnutím na prvé číslo „1“ a potom klepnite na čísla „2“ – „3“ – „4“…, až kým nedosiahnete číslo „7“.
sv: När nedräkningen är slut ska du trycka på prickar med varannan gång siffror och varannan gång bokstäver. Börja genom att trycka på den första siffran ”1” och sedan på siffrorna ”2” – ”3” – ”4” osv. tills du kommer till siffran ”7”.
sw: Baada ya kuhesabu kumalizika, gusa vidoti kwa mpangilio wa kukikaliza kati ya nambari na herufi. Anza kwa kugusa nambari ya kwanza '1' iliyofuatiwa na nambari '2' - '3' - '4'… hadi ufikie nambari '7'.
th: หลังจากการนับถอยหลัง ให้แตะวงกลมที่มีตัวเลขและตัวอักษรในลำดับที่สลับกัน โดยเริ่มต้นด้วยการแตะตัวเลขแรก '1' แล้วตามด้วยตัวเลข '2' – '3' – '4'… จนกว่าจะถึงตัวเลข '7'
tr: Geri sayımdan sonra rakamlar ve harfler arasında dönüşümlü olarak noktalara dokunun. Önce “1” rakamına dokunarak başlayın, ardından “2” – “3” – “4”… rakamlarına dokunarak “7” rakamına ulaşın.
uk: Після вступного відліку торкайте крапки, змінюючи черговість між цифрами і буквами. Почніть торканням першої цифри «1», потім торкайте цифри «2» – «3» – «4»…, доки не дійдете до цифри «7».
vi: Sau thời gian đếm ngược, chạm vào các dấu chấm theo thứ tự luân phiên giữa các số và chữ cái. Bắt đầu bằng cách chạm vào số đầu tiên '1', tiếp theo là các số '2' – '3' – '4'… cho tới khi bạn đến số '7'.
zh_cn: 倒计时开始后，轮流轻点包含数字和字母的圆点。首先，轻点第一个数字“1”，然后轻点数字“2”–“3”–“4”…直到数字“7”。
zh_hk: 倒數之後，請梅花間竹地點按數字及字母的圓點。首先點一下第一個數字「1」，然後數字「2」、「3」、「4」⋯直到數字「7」。
zh_tw: 倒數之後，以交互順序點一下數字和字母之間的圓點。開始先點第一個數字「1」，接著點數字「2」–「3」–「4」⋯直到數字「7」。

# TRAILMAKING_INTENDED_USE2_B
source: After the countdown, tap dots in alternating order between numbers and letters. Begin by tapping the first number '1' followed by tapping the first letter 'A', and then '2' – 'B' – '3' – 'C'… until you reach the number '7'.
ar: بعد العد التنازلي، اضغط على النقاط بالتبادل بين الأرقام والحروف. ابدأ بالضغط على أول رقم "١" ثم اضغط على أول حرف "ا"، ثم "٢"، "ب"، "٣"، "ت"… حتى تصل إلى رقم "٧".
ca: Després del compte enrere, vés prement punts alternant l’ordre entre nombres i lletres. Comença tocant el primer número, 1, i després la primera lletra, A, i tot seguit, 2, B, 3, C, fins que arribis al número 7.
cs: Po skončení odpočtu střídavě klepejte na body u číslic a písmen. Začněte klepnutím na číslo „1“, potom na písmeno „A“ a pak na „2“ – „B“ – „3“ – „C“… až do čísla „7“.
da: Efter nedtællingen skal du trykke på prikker i skiftende rækkefølge mellem tal og bogstaver. Start med at trykke på det første tal “1”, derefter på det første bogstav “A”, så “2” – “B” – “3” – “C”…, indtil du når tallet “7”.
de: Tippe nach dem Countdown abwechselnd auf die Punkte mit Zahlen und Buchstaben. Beginne damit, auf die erste Zahl („1“) zu tippen, danach auf den ersten Buchstaben „A“ und dann weiter auf „2“ – „B“ – „3“ – „C“ bis du zur Zahl „7“ gelangst.
el: Μετά την αντίστροφη μέτρηση, αγγίξτε κουκκίδες σε εναλλάξ σειρά μεταξύ αριθμών και γραμμάτων. Ξεκινήστε αγγίζοντας τον πρώτο αριθμό «1», μετά το πρώτο γράμμα «A», και στη συνέχεια «2» – «B» – «3» – «C»… μέχρι να φτάσετε στον αριθμό «7».
es: Cuando empiece la cuenta atrás, pulsa los puntos alternando números y letras. Empieza por el primer número “1” seguido de la primera letra “A” y, después, “2”, “B”, “3”, “C”… hasta llegar al número “7”.
fi: Lähtölaskennan jälkeen napauttele pisteitä numeroiden ja kirjainten vuorottelevassa järjestyksessä. Aloita napauttamalla numeroa 1, napauta sitten kirjainta A. Jatka tätä järjestyksessä 2 ja B, 3 ja C jne., kunnes vastaan tulee numero 7.
fr: Après le compte à rebours, touchez les points en alternant entre les chiffres et les lettres. Commencez par le premier chiffre « 1 » suivi de la première lettre « A », puis touchez « 2 » – « B » – « 3 » – « C »… jusqu’à atteindre le chiffre 7.
fr_ca: Après le compte à rebours, touchez les points dans l’ordre en alternant chiffres et lettres. Commencez par le premier chiffre « 1 », puis touchez la première lettre « A », puis « 2 » – « B » – « 3 » – « C »… jusqu’au chiffre « 7 ».
he: לאחר הספירה לאחור, הקש/י על הנקודות בסדר מתחלף תוך מעבר בין מספרים ואותיות. התחל/י בהקשה על המספר ׳1׳ ולאחר מכן על האות הראשונה ׳א׳, והמשך/י כך עם ׳2׳ – ׳ב׳ – ׳3׳ – ׳ג׳ וכן הלאה, עד שתגיע/י למספר ׳7׳.
hi: उल्टी गिनती के बाद, संख्याओं और अक्षरों के बीच वैकल्पिक क्रम में डॉट पर टैप करें। पहली संख्या ‘१’ पर टैप करके उसके बाद पहले अक्षर ‘क’ पर टैप करके आरंभ करें फिर ‘२’ – ‘ख’ – ‘३’ – ‘ग’ पर तब तक टैप करते जाएँ… जब तक आप संख्या ‘७’ तक नहीं पहुँच जाते।
hr: Nakon odbrojavanja, naizmjence dodirujte točke između brojeva i slova. Započnite dodirivanjem prvog broja “1”, zatim dodirnite prvo slovo “A”, a zatim “2” – “B” – “3” – “C”… sve dok ne dosegnete broj “7”.
hu: A visszaszámlálás után koppintson felváltva a számokat és betűket jelölő pontokra a megfelelő sorrendben. Először koppintson az 1-re, majd az A-ra, a 2-re, a B-re, a 3-ra, a C-re és így tovább, amíg eléri a 7-es számot.
id: Setelah hitungan mundur, ketuk lingkaran dengan urutan selang-seling antara angka dan huruf. Mulai dengan mengetuk angka pertama '1' diikuti dengan mengetuk huruf 'A', lalu '2' – 'B' – '3' – 'C'… hingga Anda mencapai angka '7'.
it: Dopo il conto alla rovescia, tocca i punti in ordine alternato tra numeri e lettere. Inizia toccando il primo numero “1” seguito dalla prima lettera “A”, quindi “2” – “B” – “3” – “C”… fino a raggiungere il numero “7”.
ja: カウントダウンの後、数字と文字を交互にタップしてください。最初に数字“1”をタップして、文字“A”をタップしてから、“2”–“B”–“3”–“C”の順にタップし、数字“7”まで続けます。
ko: 카운트다운이 지나면 숫자와 한글 자음을 순서대로 연결하십시오. 먼저 숫자 1을 탭하여 시작한 다음, 자음 ㄱ을 탭합니다. 그런 다음 숫자 7에 도달할 때까지 2 – ㄴ – 3 – ㄷ의 순서대로 탭하십시오.
ms: Selepas kira detik, ketik bulatan dalam tertib berselang-seli antara nombor dan huruf. Mulakan dengan mengetik nombor pertama '1' diikuti dengan mengetik huruf pertama 'A' dan kemudian '2' – 'B' – '3' – 'C'… sehingga anda mencapai nombor '7'.
nl: Tik na het aftellen op stippen, waarbij je afwisselend op cijfers en letters tikt. Begin door op het eerste cijfer '1' te tikken, gevolgd door een tik op de eerste letter 'A', en dan '2' – 'B' – '3' – 'C'… totdat je het cijfer '7' bereikt.
pl: Po odliczeniu, stukaj naprzemiennie w kropki oznaczające cyfry i litery. Zacznij stukając w pierwszą cyfrę ‚1’, a po niej w pierwszą literę ‚A’, następnie ‚2’ – ‚B’ – ‚3’ – ‚C’…, aż do cyfry ‚7’.
pt: Após a contagem regressiva, toque nos pontos alternando entre números e letras. Comece tocando no primeiro número ‘1’, em seguida toque na primeira letra ‘A’, depois em '2' – 'B' – '3' – 'C'… até alcançar o número '7'.
pt_pt: Após a contagem decrescente, toque nos pontos alternando entre números e letras. Comece por tocar no primeiro número “1”, em seguida toque na primeira letra “A” e depois “2” – “B” – “3” – “C”… até chegar ao número “7”.
ro: După numărătoarea inversă, apăsați punctele în ordine alternativă între numere și litere. Începeți prin apăsarea primului număr, ‘1’, apoi apăsați prima literă, 'A' și continuați cu '2' – 'B' – '3' – 'C'… până când ajungeți la numărul ’7’.
ru: Когда закончится обратный отсчет, нужно будет попеременно касаться то цифр, то букв. Сначала коснитесь цифры 1, затем — буквы А, а потом — цифры 2, буквы Б, цифры 3, буквы В и так далее, пока не дойдете до цифры 7.
sk: Po skončení odpočítavania striedavo klepajte na bodky s číslami a písmenami. Začnite klepnutím na prvé číslo „1“, potom klepnite na prvé písmeno „A“ a pokračujte klepnutím na „2“ – „B“ – „3“ – „C“…, až kým nedosiahnete číslo „7“.
sv: När nedräkningen är slut ska du trycka på prickar med varannan gång siffror och varannan gång bokstäver. Börja genom att trycka på den första siffran ”1” och tryck sedan på den första bokstaven ”A”. Sedan ska du trycka på ”2” – ”B” – ”3” – ”C” osv. tills du kommer till siffran ”7”.
sw: Baada ya kuhesabu, gusa nukta kwa mpangilio mbadala kati ya nambari na herufi. Anza kwa kugonga nambari ya kwanza '1' ikifuatiwa na kugongesha herufi ya kwanza 'A', kisha '2' – 'B' – '3' – 'C'… hadi ufikie nambari '7'.
th: หลังจากการนับถอยหลัง ให้แตะวงกลมที่มีตัวเลขและตัวอักษรในลำดับที่สลับกัน โดยเริ่มต้นด้วยการแตะตัวเลขแรก '1' แล้วแตะตัวอักษรแรก 'A' จากนั้นแตะ '2' – 'B' – '3' – 'C'… จนกว่าจะถึงตัวเลข '7'
tr: Geri sayımdan sonra rakamlar ve harfler arasında dönüşümlü olarak noktalara dokunun. Önce “1” rakamına dokunarak başlayın, ardından ilk harf olan “A”ya sonra “2” – “B” – “3” – “C”… noktalarına dokunarak “7” rakamına ulaşın.
uk: Після вступного відліку торкайте крапки, змінюючи черговість між цифрами і буквами. Почніть торканням першої цифри «1», потім торкніть першу букву «А», а після неї «2» – «Б» – «3» − «В»…, доки не дійдете до цифри «7».
vi: Sau thời gian đếm ngược, chạm vào các dấu chấm theo thứ tự luân phiên giữa các số và chữ cái. Bắt đầu bằng cách chạm vào số đầu tiên '1', tiếp theo là chạm vào chữ cái đầu tiên 'A' và sau đó là '2' – 'B' – '3' – 'C'… cho tới khi bạn đến số '7'.
zh_cn: 倒计时开始后，轮流轻点包含数字和字母的圆点。首先，轻点第一个数字“1”，然后轻点第一个字母“A”，以此类推，依次轻点“2”–“B”–“3”–“C”…直到数字“7”。
zh_hk: 倒數之後，請梅花間竹地點按數字及字母的圓點。首先點一下第一個數字「1」，然後點一下第一個字母「A」，然後「2」、「B」、「3」、「C」⋯直到數字「7」。
zh_tw: 倒數之後，以交互順序點一下數字和字母之間的圓點。開始先點第一個數字「1」，再點第一個字母「A」，然後點「2」–「B」–「3」–「C」⋯直到數字「7」。

# TRAILMAKING_INTRO_TEXT
source: Do this as quickly as you can without making mistakes.
ar: افعل ذلك بأسرع ما يمكنك دون الوقوع في أخطاء.
ca: Fes‑ho tant ràpid com puguis sense equivocar‑te.
cs: Udělejte to co nejrychleji, aniž byste dělali chyby.
da: Gør det så hurtigt, som du kan, uden at lave fejl.
de: Führe dies so schnell aus, wie du kannst, ohne Fehler zu machen.
el: Κάντε αυτήν τη δραστηριότητα όσο πιο γρήγορα μπορείτε χωρίς να κάνετε λάθη.
es: Realiza esta actividad lo más rápido posible procurando no cometer errores.
fi: Tee tämä niin nopeasti kuin kykenet tekemättä virheitä.
fr: Allez aussi vite que possible sans faire de faute.
fr_ca: Soyez aussi rapide que possible sans faire d’erreurs.
he: בצע/י את הבדיקה מהר ככל שתוכל/י מבלי לטעות.
hi: जितना जल्दी संभव हो बिना ग़लती किए यह करें।
hr: Napravite ovo što brže možete bez grešaka.
hu: Olyan gyorsan végezze el hibátlanul, ahogy csak tudja.
id: Lakukan ini secepat mungkin tanpa melakukan kesalahan.
it: Fallo più velocemente che puoi senza commettere errori.
ja: 間違えずにできるだけ速くこれを行ってください。
ko: 실수 없이 최대한 빠르게 해보십시오.
ms: Lakukan ini secepat mungkin tanpa melakukan kesilapan.
nl: Doe dit zo snel als je kunt zonder fouten te maken.
pl: Rób to tak szybko, jak potrafisz, nie popełniając błędów.
pt: Faça isso o mais rápido que conseguir sem cometer erros.
pt_pt: Faça este exercício o mais depressa possível sem cometer erros.
ro: Faceți acest lucru cât mai rapid puteți fără să faceți greșeli.
ru: Это нужно делать быстро, но правильно.
sk: Spravte to čo najrýchlejšie a bez chýb.
sv: Gör det här så snabbt du kan utan att göra några misstag.
sw: Fanya hili haraka iwezekanavyo bila kufanya makosa.
th: ทำเช่นนี้ให้เร็วที่สุดเท่าที่จะทำได้โดยไม่ทำผิด
tr: Bunu hata yapmadan olabildiğince hızlı yapın.
uk: Зробіть це якомога швидше, не припускаючись помилок.
vi: Thực hiện việc này nhanh nhất có thể mà không mắc lỗi.
zh_cn: 以最快的速度完成而不出错。
zh_hk: 在不犯錯的情況下盡快完成。
zh_tw: 請用最快的速度完成，不要出錯。

# TRAILMAKING_LETTER_A
source: A
ar: ‎أ
el: Α
he: א
hi: क
ko: ㄱ
ru: А
uk: А

# TRAILMAKING_LETTER_B
source: B
ar: ب
el: Β
he: ב
hi: ख
ko: ㄴ
ru: Б
uk: Б

# TRAILMAKING_LETTER_C
source: C
ar: ت
el: Γ
he: ג
hi: ग
ko: ㄷ
ru: В
uk: В

# TRAILMAKING_LETTER_D
source: D
ar: ث
el: Δ
he: ד
hi: घ
ko: ㄹ
ru: Г
uk: Г

# TRAILMAKING_LETTER_E
source: E
ar: ج
el: Ε
he: ה
hi: ड़
ko: ㅁ
ru: Д
uk: Ґ

# TRAILMAKING_LETTER_F
source: F
ar: ح
el: Ζ
he: ו
hi: च
ko: ㅂ
ru: Е
uk: Д

# TRAILMAKING_TASK_TITLE
source: Trail Making Test
ar: اختبار إجراء التعقب
ca: Unir els punts
cs: Test cesty
da: Sportest
el: Δοκιμή δημιουργίας διαδρομής
es: Prueba del trazo
fr: Test des tracés (TMT)
he: מבחן TMT (חיבור נקודות)
hi: ट्रेल निर्माण परीक्षण
hr: Test izrade tragova
hu: Összekötési teszt
id: Tes Membuat Jejak
ja: トレイルメイキングテスト
ko: 선로 잇기 검사
ms: Ujian Pembuatan Jejak
nl: Test 'Spoor maken'
pl: Test łączenia punktów
pt: Teste de Sequência
ro: Test de trasare a liniilor
ru: Маршрут
sk: Test cesty
sw: Mtihani wa Kutengeneza Njia
th: การทดสอบการต่อจุด
tr: İz Sürme Testi
uk: Побудова сліду
vi: Trắc nghiệm nối chuỗi
zh_cn: 连线测试
zh_hk: 連線測試
zh_tw: 路徑描繪測驗

# TRAILMAKING_TIMER
source: %.1f s
ar: ‏%.1f ث
el: %.1f δ.
he: %.1f שנ׳
hi: %.1f से॰
hu: %.1f mp
id: %.1f d
ja: %.1f秒
ko: %.1f초
nl: %.1f sec.
ro: %.1f sec.
ru: %.1f с
th: %.1f วิ
tr: %.1f sn.
uk: %.1f с
vi: %.1f giây
zh_cn: %.1f 秒
zh_hk: %.1f 秒
zh_tw: %.1f 秒

# TREMOR_SKIP_LEFT_HAND
source: I cannot perform this activity with my LEFT hand.
ar: لا يمكنني القيام بهذا النشاط بيدي اليسرى.
ca: No puc completar l’activitat amb la mà ESQUERRA.
cs: Tuto aktivitu nemůžu provádět LEVOU rukou.
da: Jeg kan ikke udføre denne aktivitet med min VENSTRE hånd.
de: Ich kann diese Aktivität mit meiner LINKEN Hand nicht durchführen.
el: Δεν μπορώ να εκτελέσω αυτήν τη δραστηριότητα με το ΑΡΙΣΤΕΡΟ χέρι μου.
es: No puedo realizar esta actividad con la mano izquierda.
es_419: No puedo realizar esta actividad con mi mano izquierda.
fi: En voi suorittaa tätä aktiviteettia VASEMMALLA kädellä.
fr: Je ne peux pas effectuer cette activité avec ma main GAUCHE.
fr_ca: Je ne peux pas effectuer cette activité avec la main GAUCHE.
he: אני לא יכול/ה לבצע את הפעולה הזו ביד שמאל.
hi: इस गतिविधि को मेरे बाएँ हाथ से नहीं किया जा सकता है।
hr: Ne mogu obaviti ovaj zadatak LIJEVOM rukom.
hu: A BAL kezemmel nem tudom elvégezni ezt a feladatot.
id: Saya tidak dapat melakukan aktivitas ini dengan tangan KIRI.
it: Non posso eseguire l'attività con la mano SINISTRA.
ja: 左手ではこのアクティビティができません。
ko: 저는 이 과제를 왼손으로 수행할 수 없습니다.
ms: Saya tidak boleh laksanakan aktiviti ini menggunakan tangan KIRI saya.
nb: Jeg kan ikke utføre denne aktiviteten med min VENSTRE hånd.
nl: Ik kan deze activiteit niet met mijn LINKERHAND uitvoeren.
pl: Nie mogę wykonywać tego ćwiczenia LEWĄ ręką.
pt: Não posso realizar esta atividade com a mão ESQUERDA.
pt_pt: Não consigo fazer este exercício com a mão ESQUERDA.
ro: Nu pot efectua această activitate cu mâna STÂNGĂ.
ru: Я не могу выполнить это задание ЛЕВОЙ рукой.
sk: Túto aktivitu nedokážem vykonať pomocou ĽAVEJ ruky.
sv: Jag kan inte utföra den här aktiviteten med VÄNSTRA handen.
sw: Siwezi kutekeleza shughuli hii kwa kutumia mkono wangu wa KUSHOTO.
th: ฉันไม่สามารถทำกิจกรรมนี้ได้โดยใช้มือซ้าย
tr: Bu aktiviteyi SOL elimle gerçekleştiremem.
uk: Я не можу виконати цю дію ЛІВОЮ рукою.
vi: Tôi không thể thực hiện hoạt động này bằng tay TRÁI.
zh_cn: 我不能用左手完成本活动。
zh_hk: 我無法用左手進行此測試活動。
zh_tw: 我無法用「左手」執行這項活動。

# TREMOR_SKIP_NEITHER
source: I can perform this activity with both hands.
ar: يمكنني القيام بهذا النشاط بكلتا يدي.
ca: Puc completar l’activitat amb les dues mans.
cs: Tuto aktivitu můžu provádět oběma rukama.
da: Jeg kan udføre denne aktivitet med begge hænder.
de: Ich kann diese Aktivität mit beiden Händen durchführen.
el: Μπορώ να εκτελέσω αυτήν τη δραστηριότητα και με τα δύο χέρια.
es: Puedo realizar esta actividad con las dos manos.
es_419: Puedo realizar esta actividad con las dos manos.
fi: Voin suorittaa tämän aktiviteetin molemmilla käsillä.
fr: Je peux effectuer cette activité des deux mains.
fr_ca: Je peux effectuer cette activité avec les deux mains.
he: אני יכול/ה לבצע את הפעולה הזו בשתי הידיים.
hi: इस गतिविधि को मेरे दोनों हाथों से किया जा सकता है।
hr: Mogu obaviti ovaj zadatak s obje ruke.
hu: Mindkét kézzel el tudom végezni ezt a feladatot.
id: Saya dapat melakukan aktivitas ini dengan kedua tangan.
it: Posso eseguire l'attività con entrambe le mani.
ja: どちらの手でもこのアクティビティができます。
ko: 저는 이 과제를 양손으로 수행할 수 있습니다.
ms: Saya boleh laksanakan aktiviti ini menggunakan kedua belah tangan.
nb: Jeg kan utføre denne aktiviteten med begge hender.
nl: Ik kan deze activiteit met beide handen uitvoeren.
pl: Mogę wykonywać to ćwiczenie obiema rękami.
pt: Posso realizar esta atividade com ambas as mãos.
pt_pt: Consigo fazer este exercício com ambas as mãos.
ro: Pot efectua această activitate cu ambele mâini.
ru: Я могу выполнить это задание обеими руками.
sk: Túto aktivitu dokážem vykonať pomocou oboch rúk.
sv: Jag kan utföra den här aktiviteten med båda händerna.
sw: Naweza kutekeleza shughuli hii kwa kutumia mikono yote miwili.
th: ฉันสามารถทำกิจกรรมนี้ได้โดยใช้มือทั้งสองข้าง
tr: Bu aktiviteyi her iki elimle gerçekleştirebilirim.
uk: Я можу виконати цю дію обома руками.
vi: Tôi có thể thực hiện hoạt động này bằng hai tay.
zh_cn: 我能用两只手完成本活动。
zh_hk: 我可以用雙手進行此測試活動。
zh_tw: 我可以用兩隻手執行這項活動。

# TREMOR_SKIP_RIGHT_HAND
source: I cannot perform this activity with my RIGHT hand.
ar: لا يمكنني القيام بهذا النشاط بيدي اليمنى.
ca: No puc completar l’activitat amb la mà DRETA.
cs: Tuto aktivitu nemůžu provádět PRAVOU rukou.
da: Jeg kan ikke udføre denne aktivitet med min HØJRE hånd.
de: Ich kann diese Aktivität mit meiner RECHTEN Hand nicht durchführen.
el: Δεν μπορώ να εκτελέσω αυτήν τη δραστηριότητα με το ΔΕΞΙΟ χέρι μου.
es: No puedo realizar esta actividad con la mano derecha.
es_419: No puedo realizar esta actividad con mi mano derecha.
fi: En voi suorittaa tätä aktiviteettia OIKEALLA kädellä.
fr: Je ne peux pas effectuer cette activité avec ma main DROITE.
fr_ca: Je ne peux pas effectuer cette activité avec la main DROITE.
he: אני לא יכול/ה לבצע את הפעולה הזו ביד ימין.
hi: इस गतिविधि को मेरे दाएँ हाथ से नहीं किया जा सकता है।
hr: Ne mogu obaviti ovaj zadatak DESNOM rukom.
hu: A JOBB kezemmel nem tudom elvégezni ezt a feladatot.
id: Saya tidak dapat melakukan aktivitas ini dengan tangan KANAN.
it: Non posso eseguire l'attività con la mano DESTRA.
ja: 右手ではこのアクティビティができません。
ko: 저는 이 과제를 오른손으로 수행할 수 없습니다.
ms: Saya tidak boleh laksanakan aktiviti ini menggunakan tangan KANAN saya.
nb: Jeg kan ikke utføre denne aktiviteten med min HØYRE hånd.
nl: Ik kan deze activiteit niet met mijn RECHTERHAND uitvoeren.
pl: Nie mogę wykonywać tego ćwiczenia PRAWĄ ręką.
pt: Não posso realizar esta atividade com a mão DIREITA.
pt_pt: Não consigo fazer este exercício com a mão DIREITA.
ro: Nu pot efectua această activitate cu mâna DREAPTĂ.
ru: Я не могу выполнить это задание ПРАВОЙ рукой.
sk: Túto aktivitu nedokážem vykonať pomocou PRAVEJ ruky.
sv: Jag kan inte utföra den här aktiviteten med HÖGRA handen.
sw: Siwezi kufanya shughuli hii kwa kutumia mkono wangu wa KULIA.
th: ฉันไม่สามารถทำกิจกรรมนี้ได้โดยใช้มือขวา
tr: Bu aktiviteyi SAĞ elimle gerçekleştiremem.
uk: Я не можу виконати цю дію ПРАВОЮ рукою.
vi: Tôi không thể thực hiện hoạt động này bằng tay PHẢI.
zh_cn: 我不能用右手完成本活动。
zh_hk: 我無法用右手進行此測試活動。
zh_tw: 我無法用「右手」執行這項活動。
